["wuuut","Nejpříjemnější bylo vertikální menu protože se rozbalovalo samo, nemuselo se na něj klikat a tak jsem mohla \"brouzdat\" všema položkama a jen přejíždět očima. U horizontálního bylo klikání trochu opruz. Klávesové zkratky šly rychleji, ale párkrát se mi stalo že jsem ťukla na špatné tlačítko a udělala tak chybu.","Nejlépe se mi pracovalo s druhým(vertikálním) nejhůře s prvním menu. Myslím že menší výběr, který se postupně otvírá je přehlednější. Některé dotazy zejména na osobní údaje zaměstnance jsem hledal spíše u manažera než u pracovníka","Nerada používám klávesové zkratky. Vybrala bych si asi horizontální menu.  Nevím ale,jestli se mi s ním lépe nepracovala proto, jelikož jsem již tušila :-), kde co hledat. ","1. Vzhledem k tomu, že se jedná o test pro laiky, bych očekávala jednodušší zadání úkolu. Chvíli mi trvalo se vzpamatovat a zorientovat. \n2. Na klávesové zkratky u třetího typu menu reaguje prohlížeč, nikoli menu\n3. Vertikální menu se zdá nejméně přehledné a tedy praktické, bylo nejnáročnější pro orientaci (zaprvé zřejmě už kvůli samotné vertikalitě, zadruhé díky tomu, že se možnosti zobrazují až po kliknutí - proces trvá déle)\n4. Nejpříjemnější  i nejintuitivnější použití a zároveň nejlepší vzhled u menu horizontálního\n5. Opakují se stejné otázky, klidně i několikrát ihned za sebou, což je zdržující a odrazující\n6. Použila bych příjemnější barvičky pro stránky testu, aktuální ani neladí, ani nejsou příjemné\n7. Výsledky testu zkresluje přítomnost dokola se opakujících otázek - člověk po chvíli nekliká dle logického uvažování, ale automaticky\n8. Na klávesových zkratkách mi vadilo: 1. že nefungovaly klávesové zkratky, 2. že bylo odkryto příliš mnoho textu, což není hezké a zhoršuje to orientaci. \n9. když mě napadne něco dalšího, napíšu :-)","vertikální menu nebylo moc srozumitelné, klávesové zkratky se hůř pamatují","Menu \"klávesové zkratky\" mi přišlo nejsrozumitelnější a nejlépe se mi v něm orientovalo. Trochu mi zezačátku trvalo zorientovat se kde jakou položku najdu a porozumět typu otázek, proto byla reakční doba delší než u zbylých dvou kde jsem přesně věděl kde kliknout a jak odpovědět ;) Dále se mi líbilo více vertikální, než horizontální menu jen jsem měl problém vzpomenout si kde co najdu takže jsem musel občas rozkliknout. Nadruhou stranu pokud se člověk potřebuje jen něco dozvědět a nepracuje v tom X hodin denně tak varianta \"vertikální menu\" je více decentní než \"klávesové zkratky\" a z designového hlediska působí příjemněji...Zkrátka shrnuto : Zkratkové menu je pro mne uživatelsky příjemnější z pohledu jednoduchosti práce, zatímco menu Vertikální z pohledu grafického.","Nejlépe a nejrychleji se mi pracovalo ve vertikálním menu. Našla jsem chybičku v textu - \"schalte (místo schvalte) pracovníkovi výkaz o služebnícestě\".  Otázky byly srozumitelné, menu bylo přehledné a dobře se v něm orientovalo","Bylo to celkem jednoduché, jen ty zkratkové mi neseděly a nejvíce se mi líbilo to menu 3tí, ale i to první bylo jakžtakž ok. Taky si opravte gramatiku, byly tam asi 2 situace, kdy věta nedávala smysl (ale i tak jsem pochopil o co jde) a kde byla gramatická chyba nebo jen přepis. (myslím, že to byl přepis)","Mnohem víc mi vyhovovalo menu, kde fungoval hover pro otevření submenu, když to bylo na klik bylo to pro mě zdlouhavější. A jak jde vydět, tak když jsem viděl všechny možnosti, tak se radikálně snížila chybovost. Menu pracovník jsem chápal celou dobu jako věci, které se týkají mě a menu manažer, jako část, která se týká ostatních zaměstnanců, ale u jedné položky mi to nesedělo, tu jsem měl myslím skoro pokaždé špatně.","První menu je moc přeplácané, spíše se mi líbí koncept druhého menu, akorát po vybrání možnosti ve druhém menu by mohly možnosti zmizet. Ve třetím se mi nelíbí klikání navíc."]